{
    "epiphany": {"epiphany_hearing_something": "overhearing another doctor talking aloud. #SOLVER# realizes that something was overlooked and is able to hunt down the answer",
                 "epiphany_seeing_something": "seeing #VICTIM# exhibit an unusual characteristic tick. #SOLVER# then connects the dots to solve the case",
                 "epiphany_smelling_something": "smelling an unsual whiff coming from a sample from the patient. #SOLVER# is able to characterize that smell to determine the problem",
                 "summary": "In this episode, #VICTIM# suddenly experiences #SYMPTOMS# while #LOCATION#. #VICTIM# is taken to the hospital, where the team tries to diagnose the problem. After some effort, #SOLVER# is eventually able to crack the case after #PLOTFRAG#. #SOLVER# diagnoses the case as #PROBLEM#."},
    "test": {"device": "uses #CHOICE# to determine the source of the problem, they prescribe medicine to cure #VICTIM#",
             "multiple_experiments" : "runs #CHOICE#, they are able to isolate the source of illness",
             "risking_treatment": "attempts a life-threatening and risky treatment, they are able to save #VICTIM#'s life",
             "ancient_techniques": "utilizes an ancient technique composed on herbal treatments and smoke, they cure #VICTIM#",
             "state_of_art_technique": "tries a new state-of-the-art technique to isolate and cure the affect cells, they heal #VICTIM#",
             "summary": "Out of the blue, #VICTIM# experiences #SYMPTOMS# while #LOCATION#. #VICTIM# is transported to the hospital by ambulance, where the team attempts to diagnose the issue. They have difficulties at first isolating the issue, but after #SOLVER# #PLOTFRAG#. The problem is revealed to be #PROBLEM#."},
    "knowledge": {"location_activity": "#CHOICE#",
                  "past_family_history": "take a peek at #VICTIM#'s family history, as well as the surrounding history. In doing so, #SOLVER# is able to locate the source of the problem",
                  "scour_journals": "check out an obscure medical journal related to the symptoms. On one of the last pages, #SOLVER# finds a reference that matches",
                  "summary": "#VICTIM# is having a drink #LOCATION#, and abruptly starts having #SYMPTOMS#. #VICTIM# is rushed to the hospital, and the team gets to work trying to figure out the problem. They aren't able to come across any answers, but #SOLVER# decides to #PLOTFRAG#. The case is determined to be #PROBLEM#."},
    "unfortunate": {"death": "",
                    "summary": "#VICTIM# is having an awesome day #location, when a series of #SYMPTOMS# strike. A friend rushes #VICTIM# to the hospital, and the doctors conduct numerous treatments and tests. Even with #SOLVER# working 48 hours straight, no cure can be found, and #VICTIM# dies."},
    "social": {"consult_other_doctors": "consulting another doctor from  a nearby hospital. Since they also had a series of similar cases, #SOLVER# is able to isolate the source of illness",
               "doctor_gets_similar_problem": "other doctors start to exhibit similar, but varying symptoms. #SOLVER# connects the dots between their symptoms and #VICTIM#'s symptoms and is able to test for the correct illness",
               "watch_another_doctor_show": "a hospital show airs on the television in the lobby. #SOLVER# gains some insights and inspiration from the show, and runs some seemingly random diagnostics to determine the issue",
               "summary": "The story starts out with #VICTIM# suddenly experiencing #SYMPTOMS# when #LOCATION#. #VICTIM# is brought to the hospital to be checked out, and the doctors are stumped at first. However, #SOLVER# gets a clue when #PLOTFRAG#. They figure out that the problem was due to #PROBLEM#."},
    "other": {"recall_similar_problem": "a determination after recalling a similar problem while volunteering in the Amazon. #SOLVER# tests his hypothesis with a series of test and cures #VICTIM#",
              "accidentally_apply_correct_treatment": "a miracle happen by accidentally applying a treatment plan, which helped to ease the symptoms enough for the doctors to perform the needed tests",
              "realize_smaller_problems": "a realization that the problem is just a combination of smaller problems like the flu and mono. By removing the known symptoms, #SOLVER# isolates the symptoms for the problem and is able to make a correct diagnosis",
              "summary": "This episode begins with #VICTIM# having an attack of #SYMPTOMS# while #LOCATION#. A family member brings #VICTIM# to the hospital, desperate to find a cure. The doctors aren't able to determine the problem right away, but #SOLVER# makes #PLOTFRAG#. The problem is diagnosed to be #PROBLEM#."}
}